Repository: common-repository/wp-plus-one
Catalog: languages/wp-plus-one-*.po
Languages: es_es

source: Title:
es_es: Título:

source: Show the +1 count with the button
es_es: Mostrar el conteo +1 con el botón

source: Google +1 Button Settings
es_es: Configuraciones del botón +1 de Google

source: Google +1 Button
es_es: Botón de +1 de Google

source: +1 Button Style
es_es: Estilo del botón de +1

source: Standard
es_es: Estándar

source: Small
es_es: Pequeño

source: Medium
es_es: Mediano

source: Tall
es_es: Alto

source: +1 Button Position
es_es: Posición del botón +1

source: Top of post
es_es: Al principio del post

source: Left (float)
es_es: Izquierda (float)

source: Right (float)
es_es: Derecha (float)

source: None
es_es: Ninguno

source: Bottom of post
es_es: Al final del post

source: +1 Button Count
es_es: El conteo del botón de +1

source: +1 Button Visibility
es_es: Visibilidad del botón +1

source: Show the +1 button on posts
es_es: Mostrar el botón de +1 en posts

source: Show the +1 button on pages
es_es: Mostrar el botón de +1 en páginas

source: Show the +1 button on attachments (like images)
es_es: Mostrar del boton de +1 en archivos anexos (como imágenes)

source: Show the +1 button on
es_es: Mostrar el botón de +1 en

source: Hide the +1 button on the homepage
es_es: Ocultar el botón de +1 en la página principal

source: Hide the +1 button on excerpts
es_es: Ocultar el botón de +1 en extractos

source: +1 Redirect on Click
es_es: La redirección +1 al hacer clic

source: URL to redirect to on-click
es_es: Redireccionar a esta URL al hacer clic

source: Input a URL if you would like the user to be redirected after clicking the +1 button. This can be disabled / modified per post on the post edit page.
es_es: Ingresa una URL si deseas que el usuario sea redireccionado después de hacer clic en el botón +1. Se puede deshabilitar / modificar para cada post en la página editar entradas

source: +1 Button Custom CSS
es_es: CSS personalizado del botón de +1

source: +1 Button JavaScript
es_es: Botón de +1 JavaScript

source: Use the (faster) asynchronous JavaScript
es_es: Utilizar el código JavaScript asíncrono (más rápido)

source: If you selected <em>None</em> as the +1 Button position or would like to add additional +1 Buttons to your theme, please use the <code>&lt;?php do_action( 'wp_plus_one_button', $url, $style, $css, $count, $redirect); ?&gt;</code> hook in your plugin or theme.
es_es: Si has elegido <em>Ninguno</em> para la posición del botón +1 o querrías añadir botones de +1 adicionales a su tema, favor de utilizar el <code>&lt;?php do_action( 'wp_plus_one_button', $url, $style, $css, $count, $redirect); ?&gt;</code> hook en el plugin o tema.

source: Hook Options:
es_es: Opciones de Hook

source: <code>$url</code> (optional) is the URL to +1 (will be <code>get_permalink()</code> if blank), <code>$style</code> (optional) is the button style (standard, small, medium, tall), <code>$css</code> (optional) is any extra CSS to add to the button <code>DIV</code>, <code>$count</code> (optional) true/false whether or not to show the +1 count (shown if true), and <code>$redirect</code> (optional) a URL to redirect the user to after clicking the +1 button.
es_es: <code>$url</code> (opcional) es la URL a dar un +1 (será <code>get_permalink()</code> si está en blanco), <code>$style</code> (opcional) es el estilo del botón (estándar, pequeño, mediano, alto), <code>$css</code> (opcional) es CSS adicional para añadir al botón <code>DIV</code>, <code>$count</code> (opcional) verdadero/falso se indica si el conteo de +1 está mostrado u ocultado (mostrado si es verdadero), y <code>$redirect</code> (opcional) redireccionar el usuario a esta URL después de hacer clic en el botón +1.

source: Google +1 Button Settings Saved
es_es: Se han guardado las configuraciones del botón +1 de Google

source: Google +1 Settings
es_es: Configuraciones del +1 de Google

source: Show the +1 button on this post.
es_es: Mostrar el botón del +1 en este post.

source: Disable the +1 button redirect on click.
es_es: Deshabilitar la redirección al hacer clic en botón de +1.

source: Redirect on click to (defaults to global setting)
es_es: Redireccionar al hacer clic a (ajuste global por defalto)

source: Settings
es_es: Configuración

source: Support
es_es: Soporte
